{
  "personalImageAlt": "Pablo Monticoli",
  "openToWorkBadge": "Disponible para trabajar",
  "helloMessage": "Hola, soy Pablo",
  "experienceMessage": "M치s de 1 a침o de experiencia como ",
  "roleDescription": "Desarrollador de Software, graduado de la Universidad Tecnol칩gica Nacional.",
  "fromLocation": "Soy de C칩rdoba, Argentina 游뷣릖.",
  "specializedMessage": "Estoy especializado en el desarrollo de aplicaciones 칰nicas y en el aprendizaje continuo.",
  "mailText": "Cont치ctame",
  "projectTitle": "Proyectos",
  "buttonText": "C칩digo",
  "title1": "Front-End con Angular",
  "description1": "Tienda en l칤nea para una chocolater칤a, all칤 se puede explorar y comprar productos. Conviertase en miembro para disfrutar de beneficios especiales. Si eres el propietario de la tienda, tambi칠n puedes acceder a informes detallados de ventas y an치lisis.",

  "title2": "Back-End con Node.js",
  "description2": "La API de backend para la tienda de chocolate en l칤nea se desarroll칩 usando Node.js (Framework Express.js) con el motor de bases de datos MySQL. Esta robusta y escalable aplicaci칩n del lado del servidor admite varias funcionalidades necesarias para ejecutar una tienda en l칤nea din치mica e interactiva.",

  "title3": "Hotaka iKhodi Bootcamp Project",
  "description3": "Dockwitcher es una plataforma log칤stica basada en la web que racionaliza las operaciones de transporte y carga para los sectores industriales. La soluci칩n centraliza la gesti칩n de flotas y muelles, ofrece seguimiento en tiempo real y proporciona notificaciones proactivas, mejorando la eficiencia y la seguridad log칤stica.",

  "title4": "Proyecto Full-Stack",
  "description4": "Plataforma innovadora, impulsada por Angular y Supabase, donde puede administrar a la perfecci칩n la base de datos de su chatbot. Dise침ado para la simplicidad y la eficiencia, el sitio web ofrece herramientas robustas para crear, actualizar y optimizar los datos de su chatbot sin esfuerzo.",

  "knowMore": "Leer m치s",
  "experienceTitle": "Experiencia Laboral y Bootcamps",

  "navExperience": "Experiencia",
  "navProject": "Proyectos",
  "navContact": "Contacto",
  "footerMessage": "P치gina Web Desarrollada por Pablo Monticoli",

  "date1": " Agosto 2023 - Presente",
  "exdescription1": "Actualmente realizando pr치cticas en el 츼rea de Sistemas de la empresa. Trabajando con .NET, C#, SQL/NoSQL,Angular y Python. Involucrado en el desarrollo de aplicaciones y la gesti칩n de bases de datos. Colaborando en la optimizaci칩n de procesos y la resoluci칩n de cuestiones t칠cnicas.",

  "date2": "Julio 2024 - Presente",
  "exdescription2": "Capacitaci칩n en an치lisis de datos, con enfoque en el acceso, recolecci칩n, filtrado, limpieza y exploraci칩n de datos. Creaci칩n de informes y visualizaci칩n de datos, presentaci칩n clara y efectiva de la informaci칩n mediante Qlik Sense, Power BI y SQL.",

  "date3": "  Abril 2024 - Presente ",
  "exdescription3": "Actualmente participo en el Bootcamp de Programaci칩n en Hotaka Ikhodi, enfocado en arquitecturas de software avanzadas y metodolog칤as de desarrollo. El curso abarca SOA, DDD, CQRS, principios SOLID, IoC, abastecimiento de eventos, pruebas de unidad, TDD, BDD e CI, proporcionando habilidades pr치cticas y mejores pr치cticas para un desarrollo de software robusto. Hemos estado trabajando con Spring Boot, Java, Kotlin y Vue.js.",

  "date4": " Febrero 2023 - Agosto 2023",
  "exdescription4": "Desarroll칠 una tienda en l칤nea para una chocolater칤a, enfoc치ndome en optimizar la experiencia del usuario y mejorar la funcionalidad de compra. Dise침칠 e implement칠 una plataforma de comercio electr칩nico f치cil de usar para mejorar las compras en l칤nea. Utilic칠 un dise침o responsivo para garantizar la funcionalidad en diferentes dispositivos e incorpor칠 caracter칤sticas como filtrado de productos, b칰squeda avanzada y recomendaciones personalizadas. Optimic칠 el proceso de pago al mejorar el carrito de compras, el resumen del pedido e integrar m칰ltiples opciones de pago para facilitar una experiencia de compra fluida."
}
